Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: The Telepath gains 1d6 hit points per level.
zh_cn: 异能者每级获得1d6点生命。

source: The Telepath gains a number of action points equal to 6 + one-half his character level, rounded down, every time he attains a new level in this class.
zh_cn: 异能者在该职业升级时，获得6+角色等级一半数值的行动点，向下取整。

source: The Telepath’s class skills are as follows.
zh_cn: 异能者的本职技能如下：

source: The Telepath’s main strength is his ability to manifest psionic powers.
zh_cn: 异能者的主要能力就是释放灵力。

source: The Telepath’s selection of powers is extremely limited, although he enjoys ultimate flexibility.
zh_cn: 异能者可释放的灵力种类稀少，选择上却享有极高的自由。

source: The Tough hero has an innate talent to ignore a set amount of damage from most weapons, but not from energy or special attack forms (which may or may not exist, depending on the campaign).
zh_cn: 体质型英雄能够减免大多数武器伤害，但不能减免能量或特殊攻击的伤害（根据跑团内容决定是否存在这种伤害类型）。

source: The Tough hero is particularly resilient thanks to the following talents.
zh_cn: 体质型英雄可以通过选择以下天赋变得更加顽强。

source: The Tough hero is particularly resistant to certain kinds of deadly energy effects.
zh_cn: 体质型英雄能够抵挡某种致命的能量效果。

source: The Tough hero’s class skills (and the key ability for each skill) are:
zh_cn: 体质型英雄的本职技能（以及技能的关键属性）如下：

source: The Two-Weapon Fighting feat lessens the primary hand penalty by 2, and the off-hand penalty by 6.
zh_cn: `双持`专长使主手攻击减值减少2点，使副手攻击减值减少6点。

source: The UH-60 is three squares wide and twelve squares long.
zh_cn: UH-60有3格宽12格长。

source: The Vanquish is a two-door luxury sports car powered by a 5.9-liter, 460-horsepower V12 engine.
zh_cn: 万奎仕是一款双门豪华运动型轿跑，发动机是5.9升排量、460马力的V12发动机。

source: The Vanquish is two squares wide and four squares long.
zh_cn: 万奎仕有2格宽4格长。

source: The Wealth bonus is fluid.
zh_cn: 财富加值是不固定的。

source: The Winchester Model 94 Big Bore is a lever-action rifle typical of big-bore hunting rifles found around the world.
zh_cn: 温彻斯特M94是一款大口径杠杆猎枪，全世界都能见到。

source: The XJ is a four-door luxury sedan.
zh_cn: 捷豹XJ是一款四门豪华轿车。

source: The XP cost is equal to the power level x the manifester level x the purchase DC of the raw materials.
zh_cn: 经验值的消耗量=灵力等级×释放者等级×原材料购买DC。

source: The XP cost is equal to the spell level ¥ the caster level ¥ the purchase DC of the raw materials.
zh_cn: 经验值的消耗量=法术等级×施法者等级×原材料购买DC。

source: The XP must be paid before making the Craft check.
zh_cn: 经验值必须在检定前就消耗掉。

source: The YZ250F is one square wide and two squares long.
zh_cn: YZ250F有1格宽2格长。

source: The ability can penetrate barriers, but 1 foot of stone, 1 inch of metal, or 3 feet of wood or dirt blocks it.
zh_cn: 探查能力能穿过障碍，但对于石质障碍穿深只有1尺、金属障碍穿深只有1寸、木质或泥土穿深为3尺。

source: The ability otherwise follows the rules for the Track feat.
zh_cn: 此能力的其他规则与`追踪`专长相同。

source: The ability’s range is specified in the creature’s descriptive text.
zh_cn: 感受距离见生物描述。

source: The activation device is an electronic item about the size of a deck of cards, with an antenna, a safety, and an activation switch.
zh_cn: 起爆器大小相当于一副扑克牌，有一根天线、一个安全的启动开关。

source: The allegiances system is optional.
zh_cn: 阵营机制为可选机制。

source: The ally must be on the other side of the opponent so that the opponent is directly between the character and the ally.
zh_cn: 该盟友必须在目标的另一端，使目标正好位于盟友与角色连线上，才能夹击。

source: The amount of ammunition a weap-on carries, and hence how many shots it can fire before needing to be reloaded, is determined by its magazine capacity.
zh_cn: 一件武器能载多少弹药，一次装填能射击多少次取决于弹仓容量。

source: The amount of damage is given in the creature’s entry.
zh_cn: 造成的伤害数量见生物说明。

source: The amount of damage reduction is irrelevant.
zh_cn: 伤害减免的量对此没有意义。

source: The amount of damage varies depending on the acid’s strength, as noted on Table: Acid Damage.
zh_cn: 酸液的伤害量取决于酸的强度，如下表所示：酸性伤害。

source: The amount of information gleaned by this uncanny awareness depends on how long the Slayer focuses his attention.
zh_cn: 能感应到的信息取决于已经持续感应的轮数。

source: The amount of the increase depends on the difference between the character’s check result and the next highest result among the other participants.
zh_cn: 增加的数量取决于角色检定结果和亚军检定结果的差。

source: The amount of time until the dynamite explodes depends on the length of the fuse—a fuse can be cut short enough for the dynamite to detonate in the same round (allowing it to be used much like a grenade), or long enough to take several minutes to detonate.
zh_cn: 点燃导火索到爆炸的时间取决于导火索的长度——导火索可以裁短，让炸药在同一轮内爆炸（如榴弹一般使用），或长到几分钟。

source: The armored truck is two squares wide and four squares long.
zh_cn: 武装卡车有2格宽4格长。

source: The associations between basic classes and advanced classes are summarized on the following table.
zh_cn: 下表总结了基本职业和高级职业的联系。

source: The attack can have almost any sort of effect: petrification, death, charm, and so on.
zh_cn: 攻击会产生任何形式的效果：石化、死亡、魅惑等等。

source: The attack of opportunity comes before the character’s attack.
zh_cn: 借机攻击会在角色攻击前发生。

source: The attack, if successful, only deals normal damage—all the extra ammunition the character fired is wasted.
zh_cn: 这次攻击如果成功，只会造成一次一般伤害，所有多发射的弹药都被浪费掉。

source: The attacker makes his or her attack roll as normal, but a character’s Defense does not include any equipment bonus or armor bonus.
zh_cn: 攻击方攻击骰照常计算，但防御方的护甲或装备加值不算在内。

source: The attacker makes his or her attack roll as normal, but the character’s Defense does not include any equipment bonus or armor bonus.
zh_cn: 攻击方攻击骰照常计算，但防御方的护甲或装备加值不算在内。

source: The average, unarmored civilian has a Defense of 10.
zh_cn: 一般一个没有武装的平民防御值为10。

source: The bail amount is set by a judge or magistrate, sometimes immediately following arrest (for minor crimes) and sometimes days later (for serious crimes).
zh_cn: 保释金由法官或地方法官设置，有时一经逮捕即设置（对于轻罪），有时要过几天才能设置（对于重罪）。

source: The base DC is 20 for the simplest messages, 25 for standard codes, and 30 or higher for intricate or complex codes or exotic messages.
zh_cn: 解读简单信息的基础DC是20，标准密文是25，错综复杂的密文或者完全陌生的外文则需要30或更高DC。

source: The base DC to analyze a clue is 15.
zh_cn: 分析线索的基础DC是15。

source: The base Defense of objects is shown on Table: Size and Defense of Objects.
zh_cn: 物品的基础防御值见`表：尺寸与物品防御的关系`

source: The base number of power points available per day is shown on the table above.
zh_cn: 基础的每日可用灵力点如上表所示。

source: The basic longarm is the rifle, a group that includes both hunting rifles and sniper rifles.
zh_cn: 最基本的长杆枪是步枪，这一门类包括了狩猎步枪和狙击步枪。

source: The bigger an opponent is, the easier it is to hit in combat.
zh_cn: 目标的个头越大，在战斗中越容易被击中。

source: The blasting cap connects by a wire to an activation device, usually a small pistol-grip device that the user squeezes.
zh_cn: 起爆雷管通过导线与触发装置相连，触发装置通常是手枪握把型的。

source: The bonus feat must be selected from the following list, and the Acolyte must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Battle Mind must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Bodyguard must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Daredevil must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Field Medic must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Field Scientist must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Gunslinger must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Infiltrator must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Investigator must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Mage must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Martial Artist must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Negotiator must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Occultist must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Personality must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Shadow Slayer must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Soldier must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Techie must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus feat must be selected from the following list, and the Telepath must meet all the prerequisites of the feat to select it.
zh_cn: 奖励专长必须从下表中选择，在选择时必须满足该专长的要求。

source: The bonus is equal to the hero’s Dedicated level.
zh_cn: 加值等于英雄的感知等级。

source: The bonus lasts for a number of rounds equal to one-half of the Soldier’s level in the advanced class, rounded down.
zh_cn: 加值持续的轮数等于角色士兵职业等级的一半，向下取整。

source: The bonus lasts for a number of rounds equal to the hero’s Charisma modifier.
zh_cn: 加值持续轮数为英雄的魅力调整值。

source: The bonus to the character’s Defense is a dodge bonus (and as such it stacks with other dodge bonuses the character may have).
zh_cn: 此防御加值类型为闪避加值（可以与其他闪避加值叠加）。

source: The broad spectrum of services available to characters is only represented in overview here.
zh_cn: 广义上的所有角色可用服务都能在下表找到代表的类型。

source: The bullets are chained together with small metal clips, forming a belt.
zh_cn: 子弹用小型金属片连缀成链带。

source: The butt of a rifle can be used as an impromptu club.
zh_cn: 步枪的枪托可以当作临时的棍棒使用。

source: The caster level has an effect on the purchase DC of the raw materials to brew the potion, the skill check to create the potion, the experience point cost to brew the potion, and the DC of a saving throw (if applicable) to resist the effect of the potion.
zh_cn: 施法者等级影响调制药水所需原材料的购买DC、制造药水的技能检定、调制药水所需耗费的经验、以及抵抗药水效果的豁免DC（如果可豁免）。

source: The caster level must be sufficient to cast the spell in question and no higher than the Mage’s class level.
zh_cn: 此施法者等级必须足以施展该法术，而且不可高于你本身的等级。

source: The chain can be used either as a double weapon or as a reach weapon.
zh_cn: 锁链既可作为双头武器使用也可作为长型武器使用。

source: The changes to attack rolls and Defense last until the character’s next action.
zh_cn: 转移效果持续到角色的下一次行动。

source: The character also takes a –2 penalty to his or her Defense for 1 round (until the beginning of the character’s turn in the following round).
zh_cn: 角色在本轮的防御也将收到2点减值（直到下一轮角色回合的开头）。

source: The character and the target are now grappling.
zh_cn: 然后，角色与目标陷入擒抱状态。

source: The character automatically hits and score a critical hit.
zh_cn: 角色会直接命中且造成重击。

source: The character automatically loses an attempt to hold if the target is two or more size categories larger than the character is (but the character can still make an attempt to grab such a target, if that’s all he or she wants to do).
zh_cn: 如果目标体型等级大于等于角色两级，缠握必然失败（但如果角色的目的只是攫抓，则仍可以继续攫抓）。

source: The character can also use the skill to tell when someone is behaving oddly or to assess someone’s trustworthiness.
zh_cn: 角色也可以用技能来辨认他人为了赢得信任做出的奇怪举动。

source: The character can attempt an overrun.
zh_cn: 角色可以尝试`闯越`，

source: The character can attempt to charge across a precarious surface.
zh_cn: 角色可以试图冲过不稳定的表面。

source: The character can go back to the site in the future; when he or she does, it’s a new session.
zh_cn: 角色未来可再次回到站点，这算是一次新会话。

source: The character can impress audiences with his or her talent and skill.
zh_cn: 角色能用天赋和技能打动观众。

source: The character can increase the amount of money used to gather information, gaining a circumstance bonus by effectively offering a bribe (though the process might entail buying more expensive drinks, not necessarily offering a character extra money).
zh_cn: 角色可以增加收集信息所花费的金钱，以获得等效于贿赂的情景加值（这个过程可以体现为买更贵的饮料，而不是一定要另外给一笔钱）。

source: The character can make a Strength check to lift the object off him or herself or an Escape Artist check (DC 20) to get out from underneath.
zh_cn: 角色能够进行力量检定以推开压在身上的物体，或者使用脱逃检定（DC20）抽身脱离。

source: The character can manifest this power up to three times in a 24-hour period.
zh_cn: 角色可以在24小时周期内释放3次该灵力。

source: The character can move his or her full speed, but the character takes a –5 penalty on his or her Balance check.
zh_cn: 角色可以以常速移动，但角色的平衡检定要受5点减值。

source: The character can move his or her full speed, but the character takes a –5 penalty on his or her Climb check.
zh_cn: 角色可以常速移动，但攀爬检定要再承受5点减值。

source: The character can move up to half his or her normal speed and hide at no penalty.
zh_cn: 角色躲藏时可以以半速移动而不受惩罚。

source: The character can only take a single move or attack action each turn (but not both, nor can the character take full-round actions).
zh_cn: 每回合角色只能做单个移动或攻击动作（但不能都做，也不能用整轮动作）。

source: The character can provide food and water for one other person for every 2 points by which the character’s check result exceeds 10.| |15|Gain a +2 circumstance bonus on Fortitude saves against severe weather while moving up to half the character’s overland speed, or gain a +4 circumstance bonus if stationary.
zh_cn: 检定成功每超过10点2点，角色可以多为另一个人提供食物和水。| |15|半速移动对抗极端天气的强韧检定获得2点情景加值，静止则获得4点加值。

source: The character can push the target back an additional 5 feet for every 5 points by which the character exceeded the target’s check result, provided the character moves with the target.
zh_cn: 角色的检定结果每超过对手5点，就可以将对手多往后推一格，角色也会跟着继续移动。

source: The character can run around a corner so that he or she is out of sight and then hide, but the others then know at least where the character went.
zh_cn: 角色可以绕到角落里脱离视线以便躲藏，但其他人至少还是知道角色的去向的。

source: The character can see how the earlier attacks turn out before assigning the later ones.
zh_cn: 而是可以在攻击一次得出结果后再决定下一击的目标。

source: The character can select a new opponent on any action.
zh_cn: 角色可在进行任何动作时指定新的对手。

source: The character can select a new vehicle or opponent on any action.
zh_cn: 角色可在进行任何动作时指定新的载具或对手。

source: The character can specify this new initiative result or just wait until some time later in the round and act then, thus fixing the character’s new initiative count at that point.
zh_cn: 角色可以预先指定新先攻值，或者只是在同一轮内等待一定时间，在决定行动时确定新的先攻值。

source: The character can still only make one attack of opportunity on a single opponent.
zh_cn: 但角色仍然至多对单个对手进行一次借机攻击。

source: The character can take no actions, and each round a dying character loses 1 hit point until he or she dies or becomes stable.
zh_cn: 角色不能执行动作，每轮濒死的角色都会损失一点生命直到其死亡或稳定。

source: The character can take nonstrenuous move actions without further injuring his or herself, but if the character attacks or perform any other action the GM deems as strenuous, the character takes 1 point of damage after completing the act.
zh_cn: 角色可以进行不费力的移动动作以免再受伤，但如果角色攻击或表现出任何其他的让GM认为是费力的动作，角色会在动作完成时受到一点伤害。

source: The character can take only a single move action or attack action, and takes 1 point of damage after any action.
zh_cn: 角色只能执行一个移动或攻击动作，并在执行动作后受到1点伤害。

source: The character can teach an animal to obey only that character.
zh_cn: 角色可以教会动物只听自己的命令。

source: The character can then decide whether to make his or her remaining attacks or to take a move action.
zh_cn: 可以在第一次攻击之后再决定是要完成余下的攻击，还是做一个移动动作。

source: The character can use his or her attack action normally.
zh_cn: 角色可以正常使用攻击动作。

source: The character can use the feat once per round as a free action.
zh_cn: 角色每轮可以以一个即使动作使用此专长。

source: The character can use this ability once per round.
zh_cn: 角色每轮只能使用一次本专长。

source: The character can, however, use his or her attack action as a second move action.
zh_cn: 但角色可以把攻击动作当作第二个移动动作使用。

source: The character can’t attack while using his or her mount as cover.
zh_cn: 使用坐骑掩蔽时不可攻击。

source: The character can’t force someone to obey his or her every command or do something that endangers that person’s life.
zh_cn: 角色不能强迫他人服从自己的每一个命令，或者做一些危及目标生命的事。

source: The character can’t make Listen checks.
zh_cn: 角色不能进行聆听检定。

source: The character can’t make Spot checks or perform any other activity (such as reading) that requires vision.
zh_cn: 角色不能侦查或采取任何需要视力的动作（比如阅读）。

source: The character can’t revive an unconscious character who is at –1 hit points or lower without first stabilizing the character.
zh_cn: 角色不可以救醒-1及以下生命值且未稳定的昏迷角色。

source: The character can’t take a 5-foot step before making this extra attack.
zh_cn: 施加额外攻击前不可以做五尺快步。

source: The character deals double normal damage to objects, whether they are held or carried or not.
zh_cn: 角色对物体的伤害是正常的两倍，不管这个物体被握持、携带还是两者皆非。

source: The character defends normally but cannot attack.
zh_cn: 角色可以正常防御但无法攻击。

source: The character does get other modifiers, though, such as the ability modifier for the skill’s key ability.
zh_cn: 但角色仍可受益于其他调整值，比如技能的关键属性调整值。

source: The character does not have to get a running start to jump down (the DC is not doubled if the character does not get a running start).
zh_cn: 跳下无需助跑（未助跑DC不加倍）。

source: The character does not have to spend the entire time training the animal; 3 hours per day is enough.
zh_cn: 角色不需要把所有时间都花在驯养动物上面，每天3小时就够了。

source: The character does not need to get a running start to hop up (the DC is not doubled if you do not get a running start).
zh_cn: 跳台阶无需助跑（未助跑DC不加倍）。

source: The character does not need to specify the targets of his or her attacks ahead of time.
zh_cn: 角色并不是一次性决定一个目标并全力攻击，

source: The character does not provoke an attack of opportunity when using a whip in this way.
zh_cn: 用这种方式进行攻击时，角色不会引发借机攻击。

source: The character does not provoke attacks of opportunity, however.
zh_cn: 但角色仍然不会引发借机攻击。

source: The character doesn’t declare a specific outcome he or she is trying for; instead, make the check and compare the result to the table on the next page.
zh_cn: 角色不能挑选自己理想的交涉结果，只能检定并对照第二张表得出结果。

source: The character doesn’t get to attack or perform any other activity, but does get a +4 dodge bonus to his or her Defense for 1 round.
zh_cn: 角色不会攻击或做其他动作，以在本轮的防御中获得4点闪避加值。

source: The character ends his or her movement grasping the far edge.
zh_cn: 角色抓住边缘时将结束移动。

source: The character gains a +2 bonus on his or her attack roll.
zh_cn: 角色的攻击骰将获得2点夹击加值。

source: The character gains a +4 bonus on any attack roll made to attack an object held or carried by another character.
zh_cn: 角色在攻击他人握持或携带的物体的攻击骰获得4点加值。

source: The character gains a +4 bonus to Defense against ranged attacks, but takes a –4 penalty to Defense against melee attacks.
zh_cn: 防御远程攻击有4点加值，但防御近战攻击则有4点减值。

source: The character gains the 1st-level base attack bonus, base save bonuses, class skills, other class features of the new class, hit points of the appropriate die type, and the new class’s number of skill points gained at each additional level (not that number x4, as is the case for a 1st-level character).
zh_cn: 角色获得1级的基础攻击加值、基础豁免加值、角色技能、新职业的职业专长、按正确掷骰获得的生命值以及新职业升1级所获的技能点（不是角色1级时获得的4倍技能点）。

source: The character gets a +2 bonus if he or she was charging.
zh_cn: 如果角色正在冲锋，则获得2点加值。

source: The character gets a +2 bonus on all checks with those skills.
zh_cn: 角色选择的技能的检定获得2点加值。

source: The character gets a +2 bonus on all checks with those two skills.
zh_cn: 角色在这两个技能检定上获得2点加值。

source: The character gets a +2 bonus on the attack roll.
zh_cn: 角色的攻击骰获得2点加值。

source: The character gets all class features (talents, bonus feats, or other special abilities) of all classes for the levels he or she possesses.
zh_cn: 角色可获得所拥有职业的所有职业专长、天赋、奖励专长和其他特殊能力。

source: The character grasps the object he or she was trying to reach.
zh_cn: 角色将抓稳目的地的物体。

source: The character has 0 hit points.
zh_cn: 角色生命值为0。

source: The character has a 50% chance to miss in combat.
zh_cn: 角色战斗有50%的几率失手。

source: The character has lost 1 or more ability score points.
zh_cn: 角色失去一点或更多的属性值。

source: The character is helpless and typically falls prone.
zh_cn: 角色同时是无助的，通常还会陷入俯卧。

source: The character is near death and unconscious, with –1 to –9 wound points.
zh_cn: 角色接近死亡并昏迷，生命值在-1到-9之间。

source: The character is not unconscious, but he or she is close to it.
zh_cn: 角色不会昏迷但也差不多了。

source: The character is proficient at operating that class of aircraft.
zh_cn: 角色将能专业地操控这类飞行器。

source: The character is proficient at operating that class of vehicle.
zh_cn: 角色将能专业地操控这类载具。

source: The character is proficient with that melee weapon in combat.
zh_cn: 角色在战斗中将擅长使用这种武器。

source: The character keeps trying until he or she succeeds, losing half a day for each failure.
zh_cn: 角色继续尝试知道成功，每次失败都要迷路半天。

source: The character loses his or her Dexterity bonus to Defense, except on attacks from characters with whom he or she is grappling.
zh_cn: 擒抱者防御时敏捷加值失效，除非攻击来源是角色所擒抱的对象。

source: The character makes a Ride check (DC 15) to stay on the mount when it leaps.
zh_cn: 在跳跃时角色做骑乘检定（DC15）以待在鞍上。

source: The character makes an attack roll against Defense 10.
zh_cn: 角色掷一个攻击骰，对抗DC10。

source: The character may grant the same bonus to one other character for every 1 point by which the character’s check result exceeds 15.| |18|Avoid getting lost and avoid natural hazards, such as quicksand.|
zh_cn: 检定成功每超过15点2点，角色可以多为另一个人提供相同的加值。| |18|避免迷路并避开自然险境，比如流沙。|

source: The character may make attacks of opportunity against opponents who provoke such attacks.
zh_cn: 角色可以抓住对手引发的借机攻击的机会，进行借机攻击。

source: The character may point to a particular enemy to direct the animal to attack that enemy.
zh_cn: 角色指着一个目标让动物攻击。

source: The character may take the step before, after, or between the attacks.
zh_cn: 角色可以在攻击之前、之后、中途五尺快步。

source: The character may use Heroic Surge a number of times per day depending on his or her character level (as shown below), but never more than once per round.
zh_cn: 角色每天可发动英勇的次数取决于角色的等级（见下表），但每轮只能发动一次。

source: The character might come out ahead, but the amount is not enough to affect his or her Wealth bonus.
zh_cn: 角色即使顺风连赢，也不足以让财富加值有所变化。

source: The character moves at half his or her normal speed (or at the character’s normal speed with a –5 penalty on the check, or at up to twice the character’s speed with a –20 penalty on the check).
zh_cn: 角色将以正常速度的一半移动（角色以常速移动，检定有5点减值；角色以二倍速移动，检定则有20点减值。）

source: The character must be able to reach the actual device.
zh_cn: 角色必须能接触到设备本身。

source: The character must check again each round in which he or she continues to run, and the DC of this check increases by 1 for each check the character makes.
zh_cn: 角色只要还在继续奔跑，就必须每轮都检定一次，检定DC每轮增加1。

source: The character must have a clear view of the night sky to make this check.
zh_cn: 角色必须能清晰地看到夜空，才能进行此检定。

source: The character must have a lockpick set (for a mechanical lock) or an electrical tool kit (for an electronic lock).
zh_cn: 角色必须有橇锁工具（用于撬开机械锁）或者电气工具（用于电子锁）才能撬锁。

source: The character must have a medical kit to stabilize a dying character.
zh_cn: 角色必须用医疗箱来稳定濒死角色。
